; MSETUP4 string table
[STRING]
CHARSET="161"
FONTNAME="MS Shell Dlg"
FONTNAME_Mac="Arial"
ITEMFONTNAME=
ITEMCHARSET=
Other_UserLaunched_Mac="Δεν είναι δυνατή η εκκίνηση του λογισμικού αυτού γιατί χρησιμοποιείται από άλλον χρήστη."
MSE1="Δεν είναι δυνατή η επανεκκίνηση του συστήματος. Τερματίστε το πρόγραμμα εγκατάστασης ή τις εφαρμογές που εκτελούνται αυτή τη στιγμή. Κατόπιν, τερματίστε το πρόγραμμα εγκατάστασης της Canon και δοκιμάστε ξανά."
MSE2="Δεν είναι δυνατή η χρήση του προγράμματος με το τρέχον λειτουργικό σύστημα."
MSE3="Για να εγκαταστήσετε το λογισμικό πρέπει να συνδεθείτε ως μέλος της ομάδας Διαχειριστές.\nΚάντε κλικ στο κουμπί [OK] και αφαιρέστε το CD-ROM για να ματαιώσετε την εγκατάσταση.\nΑφού ματαιώσετε την εγκατάσταση, συνδεθείτε με λογαριασμό διαχειριστή και εισαγάγετε ξανά το CD-ROM."
MSE3_Mac="Συνδεθείτε ως διαχειριστής για να εκκινήσετε το λογισμικό."
MSE31_Mac="Για να εγκαταστήσετε το λογισμικό απαιτείται το όνομα χρήστη και ο κωδικός πρόσβασης του διαχειριστή."
MSE4="Χρειάζεστε μια κατάλληλη εφαρμογή για να προβάλετε το επιλεγμένο αρχείο."
MSE5="Δεν υπάρχει αρκετός χώρος στη μονάδα δίσκου %D%. Χρειάζονται %S% M byte για να εγκαταστήσετε το λογισμικό."
MSE6="Ο φάκελος που καθορίσατε δεν είναι έγκυρος. Καθορίστε ένα φάκελο με δυνατότητα εγγραφής που να βρίσκεται στον τοπικό σκληρό δίσκο."
MSE7="Δεν μπορεί να γίνει εκκίνηση του προγράμματος γιατί η ανάλυση της οθόνης είναι χαμηλή. Αλλάξτε την ανάλυση σε 800x600 pixel ή μεγαλύτερη και εκτελέστε τη λειτουργία ξανά.\nΑν η εγκατάσταση γίνεται σε Tablet PC, αλλάξτε τον προσανατολισμό της οθόνης σε οριζόντιο και εκτελέστε τη λειτουργία ξανά."
MSE7_Mac="Δεν μπορεί να γίνει εκκίνηση του προγράμματος γιατί η ανάλυση της οθόνης είναι χαμηλή. Αλλάξτε την ανάλυση σε 800x600 pixel ή μεγαλύτερη και εκτελέστε τη λειτουργία ξανά."
MSE8="Δεν υπάρχει CD-ROM στη μονάδα CD-ROM.\nΤοποθετήστε ξανά το CD-ROM στη μονάδα."
MSE9="Ένα όνομα αρχείου δεν μπορεί να περιλαμβάνει κάποιον από τους ακόλουθους χαρακτήρες:\n/ , ; * ? \\" < > |"
MSE10="Το καθορισμένο όνομα διαδρομής υπερβαίνει το όριο. Καθορίστε το όνομα διαδρομής χρησιμοποιώντας έως 150 χαρακτήρες."
MSE11="Το γράμμα της μονάδας δίσκου δεν περιλαμβάνεται στο καθορισμένο όνομα διαδρομής ή η διαδρομή έχει οριστεί με βάση μια σχετική διαδρομή. Καθορίστε μια απόλυτη διαδρομή."
MSE12="Η [Εύκολη εγκατάσταση] δεν μπορεί να χρησιμοποιηθεί με το τρέχον λειτουργικό σύστημα."
MSE15="Αδύνατη η εκτέλεση του προγράμματος σε Service Pack 4 των Windows 2000 ή παλιότερο λειτουργικό σύστημα. Εάν το λειτουργικό σας σύστημα είναι παλιότερο από το Service Pack 4, κάντε ενημέρωση των Windows 2000 σε Service Pack 4 ή νεότερο και επανεκτελέστε τη λειτουργία."
MSE16="Δεν είναι δυνατό το άνοιγμα του αρχείου."
MSE17="Αυτό το πρόγραμμα μπορεί να εκτελεστεί σε Windows XP Service Pack 2 ή νεότερο λειτουργικό σύστημα. Εάν το λειτουργικό σας σύστημα είναι παλιότερο από το Service Pack 2, κάντε ενημέρωση των Windows XP σε Service Pack 2 ή νεότερο και επανεκτελέστε τη λειτουργία."
MSE18="Αυτό το πρόγραμμα μπορεί να εκτελεστεί σε Windows XP Service Pack 3 ή νεότερο λειτουργικό σύστημα κατά τη χρήση των Windows XP. Kάντε ενημέρωση των Windows XP σε Service Pack 3 ή νεότερο και προσπαθήστε ξανά."
MSE19="Αυτό το πρόγραμμα μπορεί να εκτελεστεί σε  Windows Vista Service Pack 1 ή νεότερο λειτουργικό σύστημα κατά τη χρήση των Windows Vista. Κάντε ενημέρωση των Windows Vista σε Service Pack 1 ή νεότερο και προσπαθήστε ξανά."
MSE20="Αυτό το πρόγραμμα μπορεί να εκτελεστεί σε Windows Vista Service Pack 2 ή νεότερο λειτουργικό σύστημα κατά τη χρήση των Windows Vista. Κάντε ενημέρωση των Windows Vista σε Service Pack 2 ή νεότερο και προσπαθήστε ξανά."

MSW1="Το αρχείο ενημερώθηκε γιατί μια παλιά έκδοση του αρχείου βρέθηκε στο σύστημα. Κάντε επανεκκίνηση του συστήματος τώρα για να ολοκληρώσετε την ενημέρωση. Κάντε κλικ στο κουμπί [OK] για να κάνετε επανεκκίνηση. Μετά την επανεκκίνηση του συστήματος, το λογισμικό θα ξεκινήσει αυτόματα."
MSW2="Ο φάκελος\n\"%P%\"\nδεν υπάρχει. Θέλετε να δημιουργήσετε ένα νέο φάκελο;"
MSW3="Ανάλογα με την έκδοση λειτουργικού συστήματος, η εγκατάσταση ενδέχεται να μην ολοκληρωθεί σωστά. Κάντε κλικ στο κουμπί [Έλεγχος τελευταίων πληροφοριών] για να μεταβείτε στην τοποθεσία web της Canon και ελέγξτε τις τελευταίες πληροφορίες.\n\nΑφού ελέγξετε τις τελευταίες πληροφορίες, κάντε κλικ στο κουμπί [Συνέχεια εγκατάστασης] για να συνεχίσετε την εγκατάσταση. Κάντε κλικ στο κουμπί [Ακύρωση εγκατάστασης] για να ακυρώσετε την εγκατάσταση."
MSW4=

MSM0001="OK"
MSM0002="Άκυρο"
MSM0003="Ναι"
MSM0004="Όχι"
MSM0005="Προηγούμενο"
MSM0006="Επόμενο"
MSM0007="Συνέχιση"
MSM0008="Ματαίωση"
MSM0009="Έξοδος"
MSM0010="Εγκατάσταση"
MSM0011="Βοήθεια"
MSM0012="Επιλογή όλων"
MSM0013="Απαλοιφή όλων"
MSM0014="Έλεγχος τελευταίων πληροφοριών"
MSM0015="Συνέχεια εγκατάστασης"
MSM0016="Ακύρωση εγκατάστασης"
MSM0017="Γλώσσα"
MSM0018="Προεπιλογές"
MSM0019="Παράλειψη"
MSM0020="Πίσω στην αρχή"

MSM0101="Σφάλμα"
MSM0102="Προειδοποίηση"
MSM0103="Πληροφορίες"
MSM0104="Canon"

MSM1001="Επιλογή γλώσσας"
MSM1002="Επιλέξτε τη γλώσσα που θα χρησιμοποιήσετε με αυτό το πρόγραμμα και κάντε κλικ στο κουμπί [Επόμενο]."
MSM1003="Επιλέξτε τη γλώσσα που θα χρησιμοποιήσετε με αυτό το πρόγραμμα και κάντε κλικ στο κουμπί [Προηγούμενο]."

MSM1011=

MSM1021="Λήψη πληροφοριών"
MSM1022="Λήψη πληροφοριών για το πιο πρόσφατο πρόγραμμα οδήγησης και λογισμικό. Παρακαλώ περιμένετε."
MSM1023=

MSM1031="Σφάλμα λήψης πληροφοριών"
MSM1032="Απέτυχε η λήψη πληροφοριών για το πρόγραμμα οδήγησης και το λογισμικό. Ελέγξτε τη σύνδεση του δικτύου και δοκιμάστε ξανά."

MSM1051="Επιλογή εκτυπωτή"
MSM1052="Επιλογή σαρωτή"
MSM1053="Επιλέξτε τον εκτυπωτή που θα εγκαταστήσετε και στη συνέχεια κάντε κλικ στο [Επόμενο]."
MSM1054="Επιλέξτε τον σαρωτή που θα εγκαταστήσετε και στη συνέχεια κάντε κλικ στο [Επόμενο]."

MSM1101="Επιλέξτε τον τόπο διαμονής σας"
MSM1102="Επιλέξτε τον τόπο διαμονής και κάντε κλικ στο κουμπί [Επόμενο]."
MSM1103="ΗΠΑ, Καναδάς, Λατινική Αμερική"
MSM1104="Ευρώπη, Μέση Ανατολή, Αφρική"
MSM1105="Ασία"
MSM1106="Περιοχή Ειρηνικού"

MSM1111="Επιλέξτε τη χώρα ή τον τόπο διαμονής σας και κάντε κλικ στο [Επόμενο]. Εάν η χώρα ή ο τόπος διαμονής σας δεν εμφανίζεται παρακάτω, επιλέξτε «Άλλη»."
MSM1116="Επιλέξτε χώρα ή περιοχή"
MSM1117="Επιλέξτε τον τόπο διαμονής σας."
MSM1118="Επιλέξτε τη χώρα ή τον τόπο διαμονής σας. Εάν η χώρα ή ο τόπος διαμονής σας δεν εμφανίζεται παρακάτω, επιλέξτε «Άλλη»."

MSM1201="Επιλέξτε τη μέθοδο εγκατάστασης και ακολουθήστε τις οδηγίες που εμφανίζονται στην οθόνη."
MSM1202="Συνιστάται για αρχάριους χρήστες"
MSM1203="Εύκολη εγκατάσταση"
MSM1204="Γίνεται αυτόματη εγκατάσταση του λογισμικού."
MSM1205="Προσαρμοσμένη εγκατάσταση"
MSM1206="Με τη μέθοδο αυτή μπορείτε να επιλέξετε και να εγκαταστήσετε μόνο τα προγράμματα λογισμικού που θέλετε να χρησιμοποιήσετε."
MSM1207="Ακυρώνει την εγκατάσταση λογισμικού."
MSM1208="Έγχρωμος σαρωτής εικόνων Canon"
MSM1209="CanoScan Setup Utility"
MSM1210="Creative Photo Album Kit"
MSM1211="Με τη μέθοδο αυτή μπορείτε να επιλέξετε και να εγκαταστήσετε μόνο τα προγράμματα λογισμικού που θέλετε να χρησιμοποιήσετε."
MSM1221="Μπορείτε να επιλέξετε εάν αυτός ο εκτυπωτής θα χρησιμοποιείται με σύνδεση USB ή σύνδεση LAN. Ακολουθήστε τις οδηγίες που εμφανίζονται στην οθόνη για να επιλέξετε τη μέθοδο σύνδεσης.\n\nΗ ρύθμιση μέσω δικτύου απαιτείται όταν γίνεται χρήση του εκτυπωτή μέσω σύνδεσης LAN. Εάν η ρύθμιση έχει ήδη ολοκληρωθεί, η επιβεβαίωση της σύνδεσης πραγματοποιείται αυτόματα. Εάν η ρύθμιση δεν έχει ολοκληρωθεί, ακολουθήστε τις οδηγίες που εμφανίζονται στην οθόνη για να ρυθμίσετε τον εκτυπωτή."
MSM1222="Πραγματοποιείται εκκίνηση της εγκατάστασης λογισμικού. Ακολουθήστε τις οδηγίες που εμφανίζονται στην οθόνη."
MSM1231="Μπορείτε να αλλάξετε τη μέθοδο σύνδεσης, να προσθέσετε λογισμικό ή να επανεκκινήσετε τη ρύθμιση. Κάντε κλικ στην επιλογή [Επανεκκίνηση ρύθμισης] μόνο εάν ο εκτυπωτής δεν λειτουργεί σωστά."
MSM1232="Αλλαγή μεθόδου σύνδεσης"
MSM1233="Αλλάξτε τη μέθοδο σύνδεσης μεταξύ του εκτυπωτή και του υπολογιστή από USB σε LAN ή από LAN σε USB."
MSM1234="Προσθήκη λογισμικού"
MSM1235="Επιλέξτε λογισμικό για να το προσθέσετε ή να το επανεγκαταστήσετε."
MSM1236="Επανεκκίνηση ρύθμισης"
MSM1237="Αρχίστε ξανά τη διαδικασία από την αρχική εγκατάσταση έως τη σύνδεση."
MSM1238="Μπορείτε να προσθέσετε λογισμικό ή να επανεκκινήσετε τη ρύθμιση. Κάντε κλικ στην επιλογή [Επανεκκίνηση ρύθμισης] μόνο εάν ο εκτυπωτής δεν λειτουργεί σωστά."
MSM1239="Για να χρησιμοποιήσετε το Φαξ"
MSM1241="Ρύθμιση εκτυπωτή"
MSM1242="Η έναρξη της ρύθμισης είναι απαραίτητη για να χρησιμοποιήσετε το μηχάνημα από τον υπολογιστή.\nΑκολουθήστε τις οδηγίες που εμφανίζονται στην οθόνη."
MSM1243="Ρύθμιση εκτυπωτή"
MSM1244="Αυτό το λογισμικό σ΄ς επιτρέπει να χρησιμοποιήσετε το μηχάνημα από τον υπολογιστή."
MSM1245="Χρήσιμο λογισμικό"
MSM1246="Εγκαθιστά το λογισμικό που σάς επιτρέπει να χρησιμοποιήσετε με μεγαλύτερη ευκολία το μηχάνημα."
MSM1247="Εγχειρίδιο Online"
MSM1248="Το εγχειρίδιο μπορεί να ελεγχθεί online."
MSM1249="Χρησιμοποιήστε το ενημερωμένο λογισμικό που υπάρχει στο Internet"
MSM1301="Εύκολη εγκατάσταση"
MSM1302="Τα προγράμματα λογισμικού που εμφανίζονται στη λίστα θα εγκατασταθούν. Για να συνεχίσετε, κάντε κλικ στο κουμπί [Εγκατάσταση].\nΓια να εμφανιστεί μια σύντομη περιγραφή του λογισμικού, μετακινήστε τον δείκτη του ποντικιού στο όνομα του λογισμικού."
MSM1304="Εμφανίζει το αρχείο README: "
MSM1305="Ελεύθερος χώρος στη μονάδα δίσκου %DRIVELETTER% %DISKSPACE% MB"
MSM1306="Συνολικός χώρος που χρησιμοποιείται: %ITEMSPACE% MB"
MSM1307="%s MB"
MSM1308="Κάντε κλικ στο κουμπί αυτό για να διαβάσετε την περιγραφή του αρχείου %s."
MSM1309="Κάντε κλικ στο κουμπί αυτό για να διαβάσετε το αρχείο README του %s."
MSM1310="Πρόγραμμα οδήγησης εκτυπωτή και εγχειρίδιο"
MSM1311="Εφαρμογή"
MSM1312="Εκτιμώμενος χρόνος εγκατάστασης: %INSTALLTIME_MIN% έως %INSTALLTIME_MAX% λεπτά"
MSM1313=
MSM1314="Αυτό το λογισμικό απαιτείται. Επομένως δεν συνιστάται να καταργήσετε την επιλογή του.\nΘέλετε να καταργήσετε την επιλογή του;"
MSM1315="Η εγκατάσταση ίσως πάρει λίγη ώρα, ανάλογα με το περιβάλλον του δικτύου σας."

MSM1401="Προσαρμοσμένη εγκατάσταση"
MSM1402="Επιλέξτε το πλαίσιο ελέγχου του λογισμικού που θα εγκαταστήσετε και στη συνέχεια κάντε κλικ στο [Επόμενο].\nΓια να εμφανιστεί μια σύντομη περιγραφή του λογισμικού, μετακινήστε το δείκτη του ποντικιού στο όνομα του λογισμικού."
MSM1402_Mac="Επιλέξτε το πλαίσιο ελέγχου του λογισμικού που θα εγκαταστήσετε και στη συνέχεια κάντε κλικ στο [Εγκατάσταση].\nΓια να εμφανιστεί μια σύντομη περιγραφή του λογισμικού, μετακινήστε το δείκτη του ποντικιού στο όνομα του λογισμικού."
MSM1451="Λίστα εγκατάστασης λογισμικού"
MSM1452="Θα εγκατασταθεί το επιλεγμένο λογισμικό. Βεβαιωθείτε ότι το λογισμικό που θέλετε να εγκαταστήσετε έχει επιλεγεί και κάντε κλικ στο κουμπί [Επόμενο]."
MSM1453_Mac=
MSM1454="Αυτό το λογισμικό είναι υποχρεωτικό και δεν μπορεί να ακυρωθεί η επιλογή του."
MSM1455_Mac=

MSM1501="Αλλαγή θέσης εγκατάστασης"
MSM1502="Μπορείτε να αλλάξετε τη θέση εγκατάστασης του %LOCATIONITEM%."
MSM1503="Αν δεν θέλετε να αλλάξετε τη θέση εγκατάστασης, κάντε κλικ στο κουμπί [Εγκατάσταση]."
MSM1504="Για να αλλάξετε τη θέση εγκατάστασης, κάντε κλικ στο κουμπί [Αναζήτηση...], επιλέξτε το φάκελο στον οποίο θέλετε να εγκαταστήσετε το λογισμικό και μετά κάντε κλικ στο κουμπί [Εγκατάσταση]."
MSM1505="Θέση εγκατάστασης:"
MSM1506="Αναζήτηση..."
MSM1507="Ελεύθερος χώρος στη μονάδα δίσκου %DRIVELETTER% %DISKSPACE% MB  Απαιτούμενος χώρος: %ITEMSPACE% MB"
MSM1508="Ελεύθερος χώρος στη μονάδα δίσκου %APPDRIVELETTER% %APPDISKSPACE% MB  Απαιτούμενος χώρος: %APPITEMSPACE% MB"

MSM1601="Αδεία χρήσης"
MSM1602="Πριν εγκαταστήσετε τα επιλεγμένα προγράμματα λογισμικού, διαβάστε προσεκτικά την άδεια χρήσης παρακάτω."
MSM1603="Εάν αποδέχεστε τη συμφωνία, κάντε κλικ στο [Ναι]. Εάν κάνετε κλικ στο [Όχι], θα ακυρωθεί η εγκατάσταση του λογισμικού."
MSM1604="Πριν από την εγκατάσταση των %CURRENT_STEPITEM%, διαβάστε προσεκτικά την παρακάτω άδεια χρήσης."
MSM1605="Εάν αποδέχεστε τη συμφωνία, κάντε κλικ στο [Ναι]. Εάν κάνετε κλικ στο [Όχι], θα ακυρωθεί η εγκατάσταση αυτής της εφαρμογής."
MSM1606="Προϊόντα της Canon"
MSM1607="Εάν δεν αποδέχεστε την άδεια χρήσης, δεν θα γίνει εγκατάσταση του λογισμικού. Εντάξει;"
MSM1608="Εάν δεν αποδέχεστε την άδεια χρήσης, αυτή η εφαρμογή και το Print Studio Pro, για την εκτέλεση του οποίου απαιτείται αυτή η εφαρμογή, δεν θα εγκατασταθεί. Εντάξει;"
MSM1609="%PAGE% / %TOTALPAGE%"
App_License_Mac="Άδεια χρήσης για το %s"

MSM1651="Ενημέρωση του αρχείου συστήματος"
MSM1659="Αποδοχή των Διαδικασιών Οδηγών Εγκατάστασης"
MSM1660="Αποδεχτείτε όλες τις Διαδικασίες Οδηγών Εγκατάστασης"
MSM1661="Το τείχος προστασίας ή το λογισμικό προστασίας από ιούς ενδέχεται να εμφανίσει προειδοποιητικά μηνύματα κατά την εγκατάσταση των προϊόντων Canon. Επιλέξτε τη συνέχιση της εγκατάστασης πατώντας μια από τις παρακάτω επιλογές:\n\n-Άδεια\n-Αποδοχή\n-Ναι\n-Κατάργηση αποκλεισμού"

MSM1671="Εγκατάσταση του .NET Framework"
MSM1672="To Microsoft .NET Framework 4 δεν είναι εγκατεστημένο στον υπολογιστή σας. Για να χρησιμοποιήσετε το σύνολο του λογισμικού θα πρέπει να εγκαταστήσετε το Microsoft .NET Framework 4. Θέλετε να το εγκαταστήσετε τώρα;"

MSM1681="Δεν βρέθηκε το Microsoft .NET Framework 4"
MSM1682="Το Microsoft .NET Framework 4 δεν βρέθηκε ή δεν είναι εγκατεστημένο σωστά.\nΤο Microsoft .NET Framework 4 θα πρέπει να έχει εγκατασταθεί σωστά για να γίνει εγκατάσταση αυτού του λογισμικού."

MSM1701="Πρόοδος εγκατάστασης: %PROGRESS%%"
MSM1702="Απομένουν περίπου %RESTTIME% λεπτά για να ολοκληρωθεί."
MSM1703="Πρόοδος εγκατάστασης: %PROGRESS%%PERCENT%"
MSM1711="Λήψη..."
MSM1712="Υπολογισμός του χρόνου που απομένει..."
MSM1713="Χρόνος που απομένει [λεπτά]: Περίπου %d"
MSM1714="Λήψη %s..."
PERCENT="%"

MSM1801="ΒΗΜΑ 1"
MSM1802="ΒΗΜΑ 2"
MSM1803="ΒΗΜΑ 3"
MSM1804="Αδεία χρήσης"
MSM1805="Εγκατάσταση"
MSM1806="Ρύθμιση"
MSM1806_Mac="Ολοκλήρωση"
MSM1807="Εφαρμογές"
MSM1808="Βοηθητικά προγράμματα"
MSM1809="Ολοκλήρωση"
MSM1810="ΒΗΜΑ 4"
MSM1811="Πληροφορίες"

MSM1901="Γίνεται επεξεργασία"
MSM1902="Γίνεται επεξεργασία. Περιμένετε."
MSM1903="Η εγκατάσταση του %ITEM% ολοκληρώθηκε."
MSM1904="Εγκατάσταση :%ITEM%"
MSM1905="Λήψη :%ITEM%"
MSM1906="Λήψη %PROG_CAPA%/%TOTAL_CAPA% MB"

MSM2001="Σύνδεση εκτυπωτή"
MSM2002="Βεβαιωθείτε ότι ο εκτυπωτής είναι συνδεδεμένος στον υπολογιστή και ανοίξτε τον εκτυπωτή."
MSM2003="Δεν εντοπίστηκε ο εκτυπωτής. Ελέγξτε τη σύνδεση."
MSM2004="Μη αυτόματη επιλογή"
MSM2005="Για να επιλέξετε τη θύρα του εκτυπωτή χωρίς να γίνει αυτόματος εντοπισμός, κάντε κλικ στο κουμπί [Μη αυτόματη επιλογή]."
MSM2006="Ο εκτυπωτής εντοπίστηκε. Περιμένετε μέχρι να ολοκληρωθεί η εγκατάσταση."
MSM2007="Η διαδικασία εγκατάστασης είναι σε εξέλιξη… Περιμένετε μερικά λεπτά ακόμα."
MSM2010="Σύνδεση εκτυπωτή"
MSM2011="Βεβαιωθείτε ότι ο εκτυπωτής είναι συνδεδεμένος στον υπολογιστή και ότι εκτυπωτής είναι ενεργοποιημένος. Αφού ελέγξετε τη σύνδεση, κάντε κλικ στο [Επανεκκίνηση] για να πραγματοποιήσετε επανεκκίνηση του υπολογιστή."
MSM2021="Ενδέχεται να εμφανιστεί ο Οδηγός εύρεσης νέου υλικού. Εάν συμβεί αυτό, κάντε κλικ στομκουμπί [Άκυρο] στον Οδηγό εύρεσης νέου υλικού για να τον κλείσετε και, στη συνέχεια, συνεχίστε την εγκατάσταση."
MSM2031="Σύνδεση σαρωτή"
MSM2032="Βεβαιωθείτε ότι ο σαρωτής είναι συνδεδεμένος στον υπολογιστή και ενεργοποιήστε το σαρωτή, αν διαθέτει κουμπί ON."
MSM2033="Δεν εντοπίστηκε ο σαρωτής. Ελέγξτε τη σύνδεση."
MSM2034="Ο σαρωτής εντοπίστηκε. Περιμένετε μέχρι να ολοκληρωθεί η εγκατάσταση."

MSM2051="Μέθοδος εγκατάστασης"
MSM2052="Συνδέστε για πρώτη φορά τον εκτυπωτή στο δίκτυο"
MSM2053="Κάντε κλικ σε αυτήν την επιλογή όταν επιθυμείτε να χρησιμοποιήσετε έναν εκτυπωτή που δεν είναι ακόμα συνδεδεμένος στο δίκτυο, μέσω καλωδιακού ή ασύρματου δικτύου LAN. Η εγκατάσταση δικτύου εκτελείται συνδέοντας τον εκτυπωτή στον υπολογιστή με καλώδιο USB."
MSM2054="Ο εκτυπωτής είναι ήδη συνδεδεμένος στο δίκτυο"
MSM2055="Κάντε κλικ σε αυτήν την επιλογή όταν επιθυμείτε να χρησιμοποιήσετε από τον υπολογιστή σας έναν εκτυπωτή που είναι ήδη συνδεδεμένος στο δίκτυο. Κάντε ακόμα κλικ σε αυτήν την επιλογή όταν το ασύρματο δίκτυο LAN έχει εγκατασταθεί χρησιμοποιώντας WPS (Wi-fi Protected Setup) ή WCN (Windows Connect Now)."
MSM2056="Επιλέξτε τη μέθοδο εγκατάστασης και κάντε κλικ στο κουμπί [Επόμενο]."
MSM2065="Ενεργοποιήστε αυτή την επιλογή όταν θέλετε να χρησιμοποιήσετε έναν εκτυπωτή ο οποίος δεν έχει συνδεθεί ακόμα στο δίκτυο μέσω ενσύρματου δικτύου LAN. Η εγκατάσταση δικτύου εκτελείται συνδέοντας τον εκτυπωτή στον υπολογιστή με καλώδιο USB."
MSM2067="Κάντε κλικ σε αυτήν την επιλογή όταν επιθυμείτε να χρησιμοποιήσετε από τον υπολογιστή σας έναν εκτυπωτή που είναι ήδη συνδεδεμένος στο δίκτυο. "
MSM2068="Χρησιμοποιήστε τον εκτυπωτή μέσω της θύρας USB"
MSM2069="Κάντε την επιλογή αυτή για να χρησιμοποιήσετε τον εκτυπωτή μέσω της θύρας USB."
MSM2070="Ρύθμιση εκτυπωτή"
MSM2071="Θα πρέπει να εγκαταστήσετε τον εκτυπωτή πριν τον χρησιμοποιήσετε. Εγκαταστήστε τον εκτυπωτή αφού πραγματοποιήσετε επανεκκίνηση του υπολογιστή. \n\nΓια λεπτομέρειες, ανατρέξτε στο εγχειρίδιο του εκτυπωτή."
MSM2081="Εάν έχετε επιλέξει τη ρύθμιση του καλωδιακού/ασύρματου δικτύου LAN στον πίνακα λειτουργίας του εκτυπωτή σύμφωνα με τον τρόπο σύνδεσης, κάντε κλικ στο [OK].\n\nΕάν δεν έχει επιλεγεί ακόμα, ανατρέξτε στο εγχειρίδιο Ξεκινώντας."
MSM2081_Mac="Για χρήστες καλωδιακού/ασύρματου δικτύου LAΝ:\nΕάν έχετε επιλέξει τις ρυθμίσεις καλωδιακού/ασύρματου δικτύου LAΝ στον πίνακα λειτουργιών του εκτυπωτή σύμφωνα με τον τρόπο σύνδεσης, κάντε κλικ στο [Επανεκκίνηση]. Η οθόνη εγκατάστασης δικτύου θα εμφανιστεί αφού επανεκκινήσετε τον υπολογιστή σας.\n\nΕάν δεν έχει επιλεγεί ακόμα, ανατρέξτε στις Οδηγίες Χρήσης."
MSM2083="Επιλέξτε τον τρόπο σύνδεσης του εκτυπωτή"
MSM2084="Χρησιμοποιήστε τον εκτυπωτή μέσω της θύρας USB"
MSM2085="Επιλέξτε αυτή τη λειτουργία για να χρησιμοποιήσετε τον εκτυπωτή μέσω θύρας USB."
MSM2086="Χρησιμοποιήστε τον εκτυπωτή με ασύρματη σύνδεση LAN"
MSM2087="Ενεργοποιήστε αυτή την επιλογή για να χρησιμοποιήσετε τον εκτυπωτή με ασύρματη σύνδεση LAN."
MSM2088="Χρησιμοποιήστε τον εκτυπωτή με ενσύρματη σύνδεση LAN"
MSM2089="Ενεργοποιήστε αυτή την επιλογή για να χρησιμοποιήσετε τον εκτυπωτή με ενσύρματη σύνδεση LAN."
MSM2090="Εντοπισμός εκτυπωτή"
MSM2091="Έναρξη αναζήτησης του εκτυπωτή στο δίκτυο.\nΑν έχει ολοκληρωθεί η διαδικασία εγκατάστασης δικτύου του εκτυπωτή, κάντε κλικ στο [Επόμενο].\n\nΔιαφορετικά, ολοκληρώστε τη διαδικασία εγκατάστασης δικτύου.\nΓια να μάθετε πώς μπορείτε να εγκαταστήσετε δίκτυο, κάντε κλικ στο [Εγχειρίδιο Online].\n\nΚάντε κλικ στο [Άκυρο] για να ακυρώσετε τη διαδικασία εγκατάστασης."
MSM2090_Mac=
MSM2091_Mac="Έναρξη αναζήτησης του εκτυπωτή στο δίκτυο.\nΑν έχει ολοκληρωθεί η διαδικασία εγκατάστασης δικτύου του εκτυπωτή, κάντε κλικ στο [Επόμενο].\n\nΔιαφορετικά, ολοκληρώστε τη διαδικασία εγκατάστασης δικτύου.\nΓια να μάθετε πώς μπορείτε να εγκαταστήσετε δίκτυο, κάντε κλικ στο [Εγχειρίδιο Online].\n\nΚάντε κλικ στο [Άκυρο] για να ακυρώσετε τη διαδικασία εγκατάστασης."
MSM2092_Mac=
MSM2093_Mac=
MSM2094="Έναρξη αναζήτησης του εκτυπωτή στο δίκτυο. Κάντε κλικ στην επιλογή [Επόμενο].\nΚάντε κλικ στην επιλογή [Άκυρο] για να ακυρώσετε τη διαδικασία εγκατάστασης."
MSM2096="Εντοπισμός εκτυπωτή"
MSM2097="Αναζήτηση του εκτυπωτή στο δίκτυο."
MSM2098_Mac=
MSM2099_Mac=
MSM2100_Mac=

MSM2101="Επιλογή θύρας"
MSM2102="Επιλέξτε τη θύρα εκτυπωτή και κάντε κλικ στο κουμπί [Επόμενο]."

MSM2250="Ολοκλήρωση εγκατάστασης"
MSM2251="Η εγκατάσταση ολοκληρώθηκε. Το προϊόν είναι έτοιμο προς χρήση. Κάντε κλικ στο [Επόμενο] για να συνεχίσετε στο επόμενο βήμα."
MSM2252="Ολοκλήρωση εγκατάστασης"
MSM2253="Η ρύθμιση για την εκτύπωση από τον υπολογιστή ολοκληρώθηκε.\nΣτη συνέχεια, θα γίνει εγκατάσταση του λογισμικού."
MSM2254="Η εγκατάσταση δεν ολοκληρώθηκε.\nΓια να συνεχίσετε την εγκατάσταση του χρήσιμου λογισμικού, κάντε κλικ στο κουμπί [Συνέχιση].\nΓια έξοδο από την εγκατάσταση, κάντε κλικ στο [Έξοδος]."

MSM2261="Ρύθμιση"
MSM2262="Η σύνδεση δικτύου είναι προσωρινά απενεργοποιημένη κατά τη ρύθμιση.\nΠαρακαλώ περιμένετε."
MSM2263="Η εκτέλεση ρύθμισης χωρίς καλώδια απέτυχε. Αναστείλετε τη διαδικασία και επιλέξτε διαφορετική μέθοδο ρύθμισης ακολουθώντας τις οδηγίες που εμφανίζονται στις οθόνες."

MSM2301="Αποτυχία εγκατάστασης"
MSM2302="Δεν ήταν δυνατή η εγκατάσταση του %ITEM%. Κάντε κλικ στο κουμπί [Επανάληψη] για να επαναλάβετε τη διαδικασία εγκατάστασης."
MSM2303="Το εγχειρίδιο περιγράφει τις αιτίες προβλημάτων εγκατάστασης και τρόπους για την επίλυσή τους."
MSM2304="Επανάληψη"
MSM2305="Για προβλήματα δικτύου, ανατρέξτε στο εγχειρίδιο «Οδηγός επίλυσης προβλημάτων δικτύου».\nΓια άλλου είδους προβλήματα, ανατρέξτε στο εγχειρίδιο."

MSM2401="Συνιστάται ευθυγράμμιση κεφαλής εκτ."
MSM2402="Ο εκτυπωτής διαθέτει λειτουργία ευθυγράμμισης της κεφαλής εκτύπωσης. Εάν η εκτύπωση περιέχει μη ευθυγραμμισμένες γραμμές ή δεν είναι ικανοποιητική, ενδέχεται να λυθούν τα προβλήματα αυτά με ευθυγράμμιση της κεφαλής εκτύπωσης.\n\nΓια λεπτομέρειες, ανατρέξτε στον οδηγό χρήσης."
MSM2402_Mac="Πριν χρησιμοποιήσετε τον εκτυπωτή, πρέπει να ευθυγραμμίσετε την κεφαλή εκτύπωσης. Η ευθυγράμμιση της κεφαλής εκτύπωσης διορθώνει τις θέσεις εγκατάστασης της κεφαλής εκτύπωσης και βελτιώνει την απόκλιση των χρωμάτων και των γραμμών.\n\nΕκτελέστε την ευθυγράμμιση της κεφαλής εκτύπωσης μετά την επανεκκίνηση του υπολογιστή και τη σύνδεση του εκτυπωτή με τον υπολογιστή.\n\nΓια λεπτομέρειες, ανατρέξτε στον οδηγό χρήσης."
MSM2411="Ευθυγράμμιση κεφαλής εκτύπωσης"
MSM2412="Πριν χρησιμοποιήσετε τον εκτυπωτή, πρέπει να ευθυγραμμίσετε την κεφαλή εκτύπωσης. Τοποθετήστε χαρτί στον εκτυπωτή και κάντε κλικ στο κουμπί [Εκτέλεση]. Για λεπτομέρειες, ανατρέξτε στο εγχειρίδιο του εκτυπωτή σας.\n\nΜετά την ολοκλήρωση της ευθυγράμμισης των κεφαλών εκτύπωσης, κάντε κλικ στο κουμπί [Επόμενο]."
MSM2412_Mac=" Πριν χρησιμοποιήσετε τον εκτυπωτή, πρέπει να ευθυγραμμίσετε την κεφαλή εκτύπωσης. Τοποθετήστε χαρτί στον εκτυπωτή και κάντε κλικ στο κουμπί [Εκτέλεση]. Για λεπτομέρειες, ανατρέξτε στο εγχειρίδιο του εκτυπωτή σας.\n\nΜετά την ολοκλήρωση της ευθυγράμμισης της κεφαλής εκτύπωσης, κάντε κλικ στο κουμπί [Επόμενο]."
MSM2413="Εκτέλεση"
MSM2414="Όταν εκτυπώνετε φωτογραφίες σε αυτόν τον εκτυπωτή, συνιστάται να εκτελείτε ευθυγράμμιση των κεφαλών του εκτυπωτή. Για να εκτελέσετε τώρα την ευθυγράμμιση κεφαλών του εκτυπωτή, τοποθετήστε απλό χαρτί στην κασέτα και κάντε κλικ στο [Εκτέλεση]. Αφού ολοκληρωθεί η ευθυγράμμιση κεφαλών, κάντε κλικ στο [Επόμενο]. Για περισσότερες λεπτομέρειες, ανατρέξτε στο εγχειρίδιο του εκτυπωτή σας.\n\nΕπιπλέον, η ευθυγράμμιση κεφαλών είναι διαθέσιμη και μετά την ολοκλήρωση της εγκατάστασης. Για να συνεχίσετε χωρίς να εκτελέσετε την ευθυγράμμιση κεφαλών, κάντε κλικ στο [Επόμενο]."
MSM2414_Mac="Όταν εκτυπώνετε φωτογραφίες με αυτόν τον εκτυπωτή, συνιστάται να εκτελείτε ευθυγράμμιση κεφαλών του εκτυπωτή. Για να εκτελέσετε τώρα την ευθυγράμμιση κεφαλών του εκτυπωτή, τοποθετήστε απλό χαρτί στον δίσκο και κάντε κλικ στο [Εκτέλεση.] Για περισσότερες λεπτομέρειες, ανατρέξτε στο εγχειρίδιο του εκτυπωτή σας.\n\nΑκόμα, η ευθυγράμμιση κεφαλών είναι διαθέσιμη και μετά την ολοκλήρωση της εγκατάστασης. Για να συνεχίσετε χωρίς να εκτελέσετε την ευθυγράμμιση κεφαλών, κάντε κλικ στο [Επόμενο]."
MSM2415="Πριν χρησιμοποιήσετε αυτόν τον εκτυπωτή, πρέπει να ευθυγραμμίσετε την κεφαλή εκτύπωσης. Τοποθετήστε το MP-101 στον εκτυπωτή και κάντε κλικ στο κουμπί [Εκτέλεση]. Για λεπτομέρειες, ανατρέξτε στο εγχειρίδιο του εκτυπωτή σας.\n\nΜετά την ολοκλήρωση της ευθυγράμμισης των κεφαλών εκτύπωσης, κάντε κλικ στο κουμπί [Επόμενο]."
MSM2415_Mac=
MSM2416="Θα πρέπει να εκτελέσετε την ευθυγράμμιση κεφαλής εκτύπωσης πριν χρησιμοποιήσετε αυτόν τον εκτυπωτή. Κάντε κλικ στην επιλογή [Εκτέλεση] για να εμφανιστεί το παράθυρο Έναρξη Ευθυγράμμισης Κεφαλής Εκτύπωσης. Ακολουθήστε τις οδηγίες που εμφανίζονται στην οθόνη για να εκτυπώσετε το μοτίβο ευθυγράμμισης. Τοποθετήστε το εκτυπωμένο μοτίβο ευθυγράμμισης στην επίπεδη επιφάνεια και εκτελέστε τη σάρωση.\n\nΑφού ολοκληρωθεί η ευθυγράμμιση κεφαλής εκτύπωσης κάντε κλικ στο [Επόμενο]."
MSM2416_Mac=
MSM2417="Ο εκτυπωτής διαθέτει λειτουργία ευθυγράμμισης της κεφαλής εκτύπωσης. Εάν η εκτύπωση περιέχει μη ευθυγραμμισμένες γραμμές ή δεν είναι ικανοποιητική, ενδέχεται να λυθούν τα προβλήματα αυτά με ευθυγράμμιση της κεφαλής εκτύπωσης."
MSM2418="Πριν χρησιμοποιήσετε τον εκτυπωτή, πρέπει να ευθυγραμμίσετε την κεφαλή εκτύπωσης. Τοποθετήστε χαρτί στον εκτυπωτή, κάντε κλικ στο κουμπί [Εκτέλεση] και, στη συνέχεια, κάντε κλικ στο κουμπί [Επόμενο]."
MSM2418_Mac="Πριν χρησιμοποιήσετε τον εκτυπωτή, πρέπει να ευθυγραμμίσετε την κεφαλή εκτύπωσης. Τοποθετήστε χαρτί στον εκτυπωτή και κάντε κλικ στο κουμπί [Εκτέλεση].\n\nΜετά την ολοκλήρωση της ευθυγράμμισης της κεφαλής εκτύπωσης, κάντε κλικ στο κουμπί [Επόμενο]."
MSM2420="Πραγματοποιείται αναζήτηση για εκτυπωτές."
MSM2421="Πραγματοποιείται αναζήτηση για %PRODUCTNAME%."
MSM2422="Δεν είναι δυνατή η εύρεση της ουράς εκτύπωσης."
MSM2423="Κάντε κλικ στο [Δήλωση εκτυπωτή] για να δηλώσετε τον εκτυπωτή σας."
MSM2424="Δήλωση εκτυπωτή"
MSM2431="Δήλωση εκτυπωτή και σαρωτή"
MSM2432="Η διαδικασία εγκατάστασης δικτύου εκτυπωτή και σαρωτή έχει ολοκληρωθεί.\nΣτη συνέχεια, δηλώστε τον εκτυπωτή και το σαρωτή στον υπολογιστή.\n\nΚάντε κλικ στο [Δήλωση εκτυπωτή] ή στο [Δήλωση σαρωτή] για να ξεκινήσει η διαδικασία δήλωσης του αντίστοιχου λογισμικού εφαρμογής. Ακολουθήστε τις οδηγίες του λογισμικού εφαρμογής για να ολοκληρώσετε τη διαδικασία εγγραφής."
MSM2433="Δήλωση εκτυπωτή"
MSM2434="Δήλωση σαρωτή"
MSM2435=
MSM2436_Mac=
MSM2437_Mac=
MSM2438_Mac=
MSM2439_Mac=
MSM2440_Mac=
MSM2441_Mac=

MSM2451="Δήλωση χρήστη"
MSM2453="Επόμενο"
MSM2464="Δήλωση χρήστη"
MSM2465="Δηλώστε το προϊόν σας Canon σήμερα και θα έχετε δικαίωμα να λάβετε τα εξής:\n- Το μηνιαίο ενημερωτικό δελτίο μας μέσω e-mail με προσφορές της Canon\n- Διασκεδαστικά έργα Creative Park και χρήσιμες συμβουλές\n- Ειδοποιήσεις για αναβαθμίσεις λογισμικού"
MSM2474="Δήλωση χρήστη"
MSM2475="Δηλώνοντας το προϊόν σας μπορείτε να λαμβάνετε χρήσιμες πληροφορίες για το προϊόν σας και για τις διαθέσιμες υπηρεσίες. Για τη δήλωση απαιτείται σύνδεση στο Internet."
MSM2484="Δήλωση Προϊόντος"
MSM2485JU="Δηλώστε σήμερα το προϊόν σας Canon και θα έχετε τα ακόλουθα πλεονεκτήματα:\n- Η Canon U.S.A. διατηρεί αρχείο με τα στοιχεία σας σε περίπτωση ασφαλιστικών απαιτήσεων\n- Γίνετε οι πρώτοι που θα λάβουν ειδοποίηση για ενημερώσεις λογισμικού\n- Λάβετε το μηνιαίο ενημερωτικό δελτίο με τις προσφορές της Canon μέσω email"
MSM2485M="Ενημερώνοντας ή δηλώνοντας το νέο σας προϊόν, μπορείτε να λαμβάνετε χρήσιμες πληροφορίες για το προϊόν σας και για τις διαθέσιμες υπηρεσίες. Για ενημερώσεις και δήλωση, απαιτείται μία σύνδεση στο internet."
MSM2486_Mac="Εάν κάνετε κλικ στο [Επόμενο], το όνομα προϊόντος που διαθέτετε, οι πληροφορίες του λειτουργικού συστήματος και οι πληροφορίες της περιοχής θα συλλεχθούν αυτόματα και θα σταλούν στην Canon μέσω Internet. Οι πληροφορίες αυτές θα χρησιμοποιηθούν μόνο για το άνοιγμα της οθόνης καταχώρησης."
MSM2486_Mac2="Εάν κάνετε κλικ στο [Επόμενο], το όνομα προϊόντος που διαθέτετε, οι πληροφορίες του λειτουργικού συστήματος και οι πληροφορίες της περιοχής και ο αριθμός σειράς του εκτυπωτή θα συλλεχθούν αυτόματα και θα σταλούν στην Canon μέσω Internet. Οι πληροφορίες αυτές θα χρησιμοποιηθούν μόνο για το άνοιγμα της οθόνης καταχώρησης."
MSM2487="Για να γίνει αργότερα η καταχώρηση, κάντε κλικ στο [Άκυρο] και μεταβείτε στο επόμενο βήμα. Μπορείτε επίσης να δηλώσετε το προϊόν σας όποτε εσείς το επιθυμείτε από το Quick Menu."

MSM2501="CANON iMAGE GATEWAY Δήλωση χρήστη"
MSM2502="Καταχώριση"
MSM2503="CANON iMAGE GATEWAY Δήλωση Προϊόντος"
MSM2504="Το CANON iMAGE GATEWAY είναι μια αποκλειστική ηλεκτρονική υπηρεσία για τον αγοραστή προϊόντος που δικαιούται δωρεάν συμμετοχή ως μέλος/ετήσια συμμετοχή ως μέλος με συνδρομή. Μπορείτε να χρησιμοποιήσετε διάφορες υπηρεσίες που θα εμπλουτίσουν την εμπειρία της ψηφιακής φωτογραφίας αν υποβάλετε την αίτηση δήλωσης χρήστη."
MSM2506="Εάν κάνετε κλικ στο [Καταχώριση], το όνομα προϊόντος που διαθέτετε, οι πληροφορίες του λειτουργικού συστήματος και οι πληροφορίες της περιοχής θα συλλεχθούν αυτόματα και θα σταλούν στην Canon μέσω Internet. Οι πληροφορίες αυτές θα χρησιμοποιηθούν μόνο για το άνοιγμα της οθόνης καταχώρησης."
MSM2507="Εάν κάνετε κλικ στο [Καταχώριση], το όνομα προϊόντος που διαθέτετε, οι πληροφορίες του λειτουργικού συστήματος και οι πληροφορίες της περιοχής και ο αριθμός σειράς του εκτυπωτή θα συλλεχθούν αυτόματα και θα σταλούν στην Canon μέσω Internet. Οι πληροφορίες αυτές θα χρησιμοποιηθούν μόνο για το άνοιγμα της οθόνης καταχώρησης."
MSM2511="Δήλωση χρήστη"
MSM2513="Δήλωση Προϊόντος"
MSM2514="Δηλώστε το προϊόν σας Canon σήμερα και θα έχετε δικαίωμα να λάβετε τα εξής:\n- Το μηνιαίο ενημερωτικό δελτίο μας μέσω e-mail με προσφορές της Canon\n- Διασκεδαστικά έργα Creative Park και χρήσιμες συμβουλές\n- Ειδοποιήσεις για αναβαθμίσεις λογισμικού"
MSM2515="Δηλώνοντας το προϊόν σας μπορείτε να λαμβάνετε χρήσιμες πληροφορίες για το προϊόν σας και για τις διαθέσιμες υπηρεσίες. Για τη δήλωση απαιτείται σύνδεση στο Internet."
MSM2516="Εάν κάνετε κλικ στο [Επόμενο], το όνομα προϊόντος που διαθέτετε, οι πληροφορίες του λειτουργικού συστήματος και οι πληροφορίες της περιοχής θα συλλεχθούν αυτόματα και θα σταλούν στην Canon μέσω Internet. Οι πληροφορίες αυτές θα χρησιμοποιηθούν μόνο για το άνοιγμα της οθόνης καταχώρησης."
MSM2517="Εάν κάνετε κλικ στο [Επόμενο], το όνομα προϊόντος που διαθέτετε, οι πληροφορίες του λειτουργικού συστήματος και οι πληροφορίες της περιοχής και ο αριθμός σειράς του εκτυπωτή θα συλλεχθούν αυτόματα και θα σταλούν στην Canon μέσω Internet. Οι πληροφορίες αυτές θα χρησιμοποιηθούν μόνο για το άνοιγμα της οθόνης καταχώρησης."
MSM2521="Δήλωση χρήστη. Το όνομα προϊόντος που διαθέτετε, οι πληροφορίες του λειτουργικού συστήματος και ο αριθμός σειράς του εκτυπωτή θα συλλεχθούν αυτόματα και θα σταλούν στην Canon μέσω Internet. Οι πληροφορίες αυτές θα εμφανίζονται απευθείας στην οθόνη καταχώρησης. Για να προχωρήσετε, κάντε κλικ στο [OK]."
MSM2522="Δήλωση χρήστη. Το όνομα προϊόντος που διαθέτετε, οι πληροφορίες του λειτουργικού συστήματος και οι πληροφορίες της περιοχής θα συλλεχθούν αυτόματα και θα σταλούν στην Canon μέσω Internet. Οι πληροφορίες αυτές θα χρησιμοποιηθούν μόνο για το άνοιγμα της οθόνης καταχώρησης. Για να προχωρήσετε, κάντε κλικ στο [OK]."
MSM2526="Δήλωση χρήστη. Το όνομα προϊόντος που διαθέτετε, οι πληροφορίες του λειτουργικού συστήματος και ο αριθμός σειράς του εκτυπωτή θα συλλεχθούν αυτόματα και θα σταλούν στην Canon μέσω Internet. Οι πληροφορίες αυτές θα εμφανίζονται απευθείας στην οθόνη καταχώρησης. Για να προχωρήσετε, κάντε κλικ στο [OK]."
MSM2527="Δήλωση χρήστη. Το όνομα προϊόντος που διαθέτετε, οι πληροφορίες του λειτουργικού συστήματος και οι πληροφορίες της περιοχής θα συλλεχθούν αυτόματα και θα σταλούν στην Canon μέσω Internet. Οι πληροφορίες αυτές θα χρησιμοποιηθούν μόνο για το άνοιγμα της οθόνης καταχώρησης. Για να προχωρήσετε, κάντε κλικ στο [OK]."

MSM2551="Δήλωση χρήστη Canon %s"
MSM2552="Κατάργηση εγκατάστασης δήλωσης χρήστη"
MSM2571="Πρόγραμμα κατάργησης εγκατάστασης δήλωσης χρήστη %s"
MSM2572="Είστε βέβαιος ότι θέλετε να καταργήσετε πλήρως το 'Δήλωση χρήστη Canon %s' και όλα του τα στοιχεία;"
MSM2573="Η κατάργηση εγκατάστασης ολοκληρώθηκε με επιτυχία."
MSM2574="Η κατάργηση εγκατάστασης απέτυχε."
MSM2575="Πρέπει να επανεκκινήσετε τον υπολογιστή σας για να ολοκληρωθεί η απεγκατάσταση. Κάντε κλικ στο κουμπί [OK] για επανεκκίνηση. Κάντε κλικ στο κουμπί [Άκυρο] για να γίνει επανεκκίνηση αργότερα."
MSM2576="Πρέπει να έχετε δικαιώματα διαχειριστή για να καταργήσετε το Δήλωση χρήστη Canon %s."
MSM2577="Δήλωση χρήστη. Το όνομα προϊόντος που διαθέτετε, οι πληροφορίες του λειτουργικού συστήματος και οι πληροφορίες της περιοχής θα συλλεχθούν αυτόματα και θα σταλούν στην Canon μέσω Internet. Οι πληροφορίες αυτές θα εμφανίζονται απευθείας στην οθόνη καταχώρησης. Για να προχωρήσετε, κάντε κλικ στο [OK]."
MSM2577_Mac2="Δήλωση χρήστη. Το όνομα προϊόντος που διαθέτετε, οι πληροφορίες του λειτουργικού συστήματος και ο αριθμός σειράς του εκτυπωτή θα συλλεχθούν αυτόματα και θα σταλούν στην Canon μέσω Internet. Οι πληροφορίες αυτές θα εμφανίζονται απευθείας στην οθόνη καταχώρησης. Για να προχωρήσετε, κάντε κλικ στο [OK]."
MSM2578="Δήλωση χρήστη. Το όνομα προϊόντος που διαθέτετε, οι πληροφορίες του λειτουργικού συστήματος και οι πληροφορίες της περιοχής θα συλλεχθούν αυτόματα και θα σταλούν στην Canon μέσω Internet. Οι πληροφορίες αυτές θα χρησιμοποιηθούν μόνο για το άνοιγμα της οθόνης καταχώρησης. Για να προχωρήσετε, κάντε κλικ στο [OK]."
MSM2578_2="Δήλωση χρήστη. Το όνομα προϊόντος που διαθέτετε, οι πληροφορίες του λειτουργικού συστήματος, οι πληροφορίες της περιοχής και ο αριθμός σειράς του εκτυπωτή θα συλλεχθούν αυτόματα και θα σταλούν στην Canon μέσω Internet. Οι πληροφορίες αυτές θα χρησιμοποιηθούν μόνο για το άνοιγμα της οθόνης καταχώρησης. Για να προχωρήσετε, βεβαιωθείτε ότι ο εκτυπωτής είναι συνδεδεμένος με τον υπολογιστή, ενεργοποιήστε τον υπολογιστή και κάντε κλικ στο [OK]."
MSM2580="Η σύνδεση απέτυχε. Βεβαιωθείτε ότι η σύνδεση δικτύου είναι ενεργοποιημένη και, στη συνέχεια, δοκιμάστε ξανά. Εάν παρ’ όλα αυτά η σύνδεση αποτύχει και πάλι, περιμένετε λίγο και δοκιμάστε ξανά. Μπορείτε επίσης να δηλώσετε το προϊόν σας όποτε εσείς το επιθυμείτε, από το Solution Menu EX."
MSM2581="Η σύνδεση απέτυχε. Βεβαιωθείτε ότι η σύνδεση δικτύου είναι ενεργοποιημένη και, στη συνέχεια, δοκιμάστε ξανά. Εάν παρ’ όλα αυτά η σύνδεση αποτύχει και πάλι, περιμένετε λίγο και δοκιμάστε ξανά."
MSM2582="Η σύνδεση απέτυχε."
MSM2583="Γίνεται σύνδεση"
MSM2584="Γίνεται σύνδεση. Περιμένετε."
MSM2585="Καταχωρίστε το όνομα χρήστη και τον κωδικό πρόσβασης για το τείχος προστασίας."
MSM2586="Όνομα χρήστη:"
MSM2587="Κωδικός πρόσβασης:"
MSM2588="Save this password to the Keychain"
MSM2589="Η σύνδεση απέτυχε. Βεβαιωθείτε ότι η σύνδεση δικτύου είναι ενεργοποιημένη και, στη συνέχεια, δοκιμάστε ξανά. Εάν παρ’ όλα αυτά η σύνδεση αποτύχει και πάλι, περιμένετε λίγο και δοκιμάστε ξανά."

ExecutingPrefSet_Mac="Το πρόγραμμα εφαρμογής συνδέεται με το CanoScan Toolbox"

MSM2601="Η εγκατάσταση ολοκληρώθηκε με επιτυχία."
MSM2602="Κάντε επανεκκίνηση του συστήματος τώρα (συνιστάται)"
MSM2603="Επανεκκίνηση"
MSM2604="Η εγκατάσταση ολοκληρώθηκε με επιτυχία.\nΒεβαιωθείτε ότι ο σαρωτής είναι συνδεδεμένος στον υπολογιστή και ότι ο σαρωτής είναι ενεργοποιημένος, στη συνέχεια κάντε κλικ στην επιλογή [Έξοδος]."

MSM2610="Τοποθετήστε απλό χαρτί στην κασέτα"
MSM2611="Τοποθετήστε απλό χαρτί όπως φαίνεται παρακάτω."
MSM2612="Τοποθετήστε μόνο απλό χαρτί στην κασέτα"
MSM2613="Τοποθετήστε φωτογραφικό χαρτί στην πίσω θήκη."

MSM2701="Ακύρωση εγκατάστασης"
MSM2702="Η εγκατάσταση δεν ολοκληρώθηκε. Για να συνεχίσετε, κάντε κλικ στο κουμπί [Συνέχιση]. Για να ακυρώσετε την εγκατάσταση, κάντε κλικ στο [Άκυρο]."
MSM2702_Mac="Η εγκατάσταση δεν ολοκληρώθηκε. Για να συνεχίσετε, κάντε κλικ στο κουμπί [Συνέχιση]. Για να ακυρώσετε την εγκατάσταση, κάντε κλικ στο [Ματαίωση]."

MSM2801="Αλλαγή των ρυθμίσεων του συστήματος"
MSM2802="Πρέπει να γίνει επανεκκίνηση του συστήματος για να ισχύσουν οι νέες ρυθμίσεις.\nΘέλετε να γίνει επανεκκίνηση τώρα;"

MSM2851="Extended Survey Program"
MSM2856="Συμφωνώ"
MSM2857="Δε συμφωνώ"
MSM2870="Στα πλαίσια της ανάπτυξης και της προώθησης προϊόντων που ανταποκρίνονται καλύτερα στις ανάγκες των πελατών, η Canon σας ζητά να της αποστείλετε μέσω Internet τις παρακάτω πληροφορίες, οι οποίες αφορούν στο προϊόν της Canon."
MSM2871="Στα πλαίσια της ανάπτυξης και της προώθησης προϊόντων που ανταποκρίνονται καλύτερα στις ανάγκες των πελατών, η Canon σάς ζητά οι παρακάτω πληροφορίες που αφορούν στο προϊόν της Canon να αποστέλλονται στη νόμιμη εταιρεία δημοσκοπήσεων μέσω Internet."
MSM2873="Εάν συμφωνείτε να με τα παραπάνω, κάντε κλικ στην επιλογή [Συμφωνώ]. Σε διαφορετική περίπτωση, κάντε κλικ στην επιλογή [Δε συμφωνώ]."
MSM2874="Στα πλαίσια της ανάπτυξης και της προώθησης προϊόντων που ανταποκρίνονται καλύτερα στις ανάγκες των πελατών, η Canon σάς ζητά οι παρακάτω πληροφορίες που αφορούν στο προϊόν της Canon να αποστέλλονται στην Canon (σε περίπτωση που το προϊόν Canon που διαθέτετε χρησιμοποιείται στην Κίνα, τη νόμιμη εταιρεία δημοσκοπήσεων) μέσω Internet."
MSM2876="Εάν συμφωνείτε να με τα παραπάνω, κάντε κλικ στην επιλογή [Συμφωνώ], για να ξεκινήσει η εγκατάσταση του προγράμματος αξιολόγησης. Σε διαφορετική περίπτωση, κάντε κλικ στην επιλογή [Δε συμφωνώ]. Αυτό το πρόγραμμα είναι πιθανόν να μην εκτελείται σε μη υποστηριζόμενες εκδόσεις ΛΣ."
MSM2879_Win="Εάν εμφανιστεί το παράθυρο \"Έλεγχος λογαριασμού χρήστη\", επιτρέψτε τη συνέχιση του προγράμματος."
MSM2901="Δοκιμή εκτύπωσης"
MSM2902="Η ρύθμιση του εκτυπωτή και η εγκατάσταση του λογισμικού έχουν ολοκληρωθεί.\n\nΘα πραγματοποιηθεί δοκιμή εκτύπωσης για να ελεγχθεί η λειτουργία του εκτυπωτή. Τοποθετήστε απλό χαρτί στον εκτυπωτή και κάντε κλικ στο κουμπί [Εκτέλεση]. Μετά τη δοκιμή εκτύπωσης κάντε κλικ στο κουμπί [Επόμενο].\n\nΓια να παραλείψετε τη δοκιμή εκτύπωσης, κάντε κλικ στο κουμπί [Επόμενο] αντί για το κουμπί [Εκτέλεση].\n\nΕάν παρουσιαστεί σφάλμα εκτύπωσης, ακολουθήστε τις οδηγίες στην οθόνη για να επανεκκινήσετε τη ρύθμιση."
MSM2903="Θα πραγματοποιηθεί δοκιμή εκτύπωσης για να ελεγχθεί η λειτουργία του εκτυπωτή.\nΤοποθετήστε απλό χαρτί στον εκτυπωτή, κάντε κλικ στο κουμπί [Εκτέλεση] και, στη συνέχεια, κάντε κλικ στο κουμπί [Επόμενο].\n\nΓια να παραλείψετε τη δοκιμή εκτύπωσης, κάντε κλικ στο κουμπί [Επόμενο] αντί για το κουμπί [Εκτέλεση].\n\nΕάν παρουσιαστεί σφάλμα εκτύπωσης, ακολουθήστε τις οδηγίες στην οθόνη για να επανεκκινήσετε τη ρύθμιση."

MSM3001="Για να χρησιμοποιήσετε τον εκτυπωτή, πρέπει να διαθέτετε αυτό το πρόγραμμα λογισμικού. \nΜπορείτε να εκτελέσετε εργασίες εκτύπωσης χρησιμοποιώντας διάφορους τύπους και διάφορα μεγέθη χαρτιού."
MSM3002_Mac="Το ηλεκτρονικό εγχειρίδιο εξηγεί τη λειτουργία του προγράμματος οδήγησης του εκτυπωτή και παρέχει απλές οδηγίες για τη χρήση της εφαρμογής."
MSM3008="Μπορείτε να συνδυάσετε αρχεία εικόνας με κείμενο και να εκτελέσετε εύκολα Απευθείας εκτύπωση σε ετικέτα δίσκου."
MSM3009="Ενημερώστε το σύστημα."
MSM3010="Αυτό το βοηθητικό πρόγραμμα σάς επιτρέπει να χρησιμοποιείτε από τον υπολογιστή σας αρχεία που έχουν αποθηκευτεί στην κάρτα μνήμης η οποία βρίσκεται στην υποδοχής κάρτας του εκτυπωτή σας. "
MSM3011="Αυτό το πρόγραμμα οδήγησης σάς επιτρέπει να χρησιμοποιείτε τη συσκευή σε δίκτυο."
MSM3012="Χρησιμοποιήστε αυτό το εργαλείο για να αλλάξετε τη μέθοδο σύνδεσης και τις ρυθμίσεις ασφάλειας ενός εκτυπωτή που είναι συνδεδεμένος σε δίκτυο. "
MSM3013="Η λειτουργία My Printer βοηθά στην επίλυση προβλημάτων όπως μουτζουρωμένες εκτυπώσεις."
MSM3016="Τα MP Drivers είναι απαραίτητα για την εκτύπωση εγγράφων και τη σάρωση εικόνων. "
MSM3018="Με το ArcSoft PhotoStudio μπορείτε να διορθώσετε/βελτιώσετε τις εικόνες που εισάγονται από το σαρωτή ή την ψηφιακή φωτογραφική μηχανή."
MSM3019="スキャナーで読み込んだ本や新聞の文字を、テキストデータに変換する、OCRソフトウェアです。"
MSM3020="Το ScanSoft OmniPage SE είναι ένα πρόγραμμα OCR (Optical Character Recognition/Οπτική Αναγνώριση Χαρακτήρων) με το οποίο μπορείτε να μετατρέψετε τα κείμενα βιβλίων ή τους χαρακτήρες μιας εφημερίδας σε δεδομένα κειμένου."
MSM3021="Με το Presto! PageManager μπορείτε εύκολα να σαρώσετε, να μοιραστείτε και να οργανώσετε έγγραφα και φωτογραφίες. Μπορείτε να αποθηκεύσετε όλα τα έγγραφα που σχετίζονται με την εργασία σας σε ένθετους φακέλους για εύκολη ανάκτηση."
MSM3023="Το βοηθητικό πρόγραμμα εγκατάστασης Setup Utility σας επιτρέπει τη διαμόρφωση των παραμέτρων των ρυθμίσεων για εκτύπωση μέσω υπέρυθρων ή σύνδεσης Bluetooth."
MSM3024="Το πρόγραμμα Setup Utility σάς επιτρέπει να κάνετε τις ρυθμίσεις για εκτύπωση μέσω PictBridge."
MSM3026="Προσθήκη λογισμικού για πιο εύκολη επαγγελματική εκτύπωση φωτογραφιών. Για να χρησιμοποιήσετε αυτήν την προσθήκη λογισμικού θα πρέπει να εγκαταστήσετε μία κατάλληλη εφαρμογή λογισμικού."
MSM3027="Το Πρόγραμμα οδήγησης XPS είναι ένα πρόγραμμα οδήγησης κατάλληλο για εκτύπωση από λογισμικό εφαρμογών που υποστηρίζει εκτύπωση με XPS (σε Windows Vista ή μεταγενέστερες εκδόσεις)."
MSM3027_0="Το Πρόγραμμα οδήγησης XPS είναι ένα πρόγραμμα οδήγησης κατάλληλο για εκτύπωση από λογισμικό εφαρμογών που υποστηρίζει εκτύπωση με XPS (σε Windows Vista ή μεταγενέστερες εκδόσεις).Το Πρόγραμμα Οδήγησης Εκτυπωτή IJ πρέπει να είναι σωστά εγκατεστημένο."
MSM3027_1="Το Πρόγραμμα οδήγησης XPS είναι ένα πρόγραμμα οδήγησης κατάλληλο για εκτύπωση από λογισμικό εφαρμογών που υποστηρίζει εκτύπωση με XPS (σε Windows Vista ή μεταγενέστερες εκδόσεις).Τα προγράμματα οδήγησης MP Drivers πρέπει να είναι σωστά εγκατεστημένα."
MSM3028="Το ScanGear είναι ένα πρόγραμμα οδήγησης που απαιτείται για τη λειτουργία του σαρωτή. Για να χρησιμοποιήσετε το πρόγραμμα οδήγησης, χρησιμοποιήστε ένα λογισμικό εφαρμογής όπως είναι κάποιο πρόγραμμα επεξεργασίας εικόνων."
MSM3028_Mac=
MSM3031_Mac="Το ηλεκτρονικό εγχειρίδιο εξηγεί τη λειτουργία του προγράμματος οδήγησης εκτυπωτή και παρέχει απλές οδηγίες για τη χρήση της εφαρμογής."
MSM3032=
MSM3034="Αυτό απαιτείται για την πιστή αναπαράσταση των χρωμάτων των εικόνων Adobe RGB στην εκτύπωση. Η επωνυμία Adobe είναι είτε σήμα κατατεθέν είτε εμπορικό σήμα της Adobe Systems Incorporated στις ΗΠΑ ή/και σε άλλες χώρες."
MSM3035="Το πρόγραμμα Setup Utility σάς βοηθάει να ορίσετε τις ρυθμίσεις για εκτύπωση μέσω υπερύθρων, σύνδεσης Bluetooth ή PictBridge."
MSM3037="Το ScanGear CS είναι ένα πρόγραμμα οδήγησης σαρωτή (πρόγραμμα οδήγησης TWAIN) που απαιτείται για τη λειτουργία του σαρωτή. Για να χρησιμοποιήσετε το πρόγραμμα οδήγησης, χρησιμοποιήστε ένα λογισμικό εφαρμογής όπως είναι κάποιο πρόγραμμα επεξεργασίας εικόνων."
MSM3040="Το Easy-PhotoPrint EX επιτρέπει την εύκολη δημιουργία άλμπουμ φωτογραφιών, αυτοκόλλητων ή ημερολογίων με χρήση των φωτογραφιών της ψηφιακής σας μηχανής. Μπορείτε επίσης να εκτυπώσετε φωτογραφίες χωρίς περίγραμμα, να διορθώσετε το φαινόμενο των κόκκινων ματιών και να κάνετε ψηφιακή εξομάλυνση προσώπου πριν την εκτύπωση."
MSM3041="Εκκινεί άμεσα το λογισμικό των εξαρτημάτων που σας επιτρέπει να εκτυπώνετε εύκολα φωτογραφίες."
MSM3042="Η εφαρμογή MP Navigator EX διευκολύνει την απευθείας εισαγωγή σαρωμένων σας εικόνων σε λογισμικό εφαρμογής, την εκτύπωσή τους, την επισύναψή τους σε E-mail ή την αποθήκευσή τους στον υπολογιστή σας."
MSM3043="Το εγχειρίδιο εξηγεί τον τρόπο χρήσης της συσκευής και του παρεχόμενου λογισμικού. Παρέχονται επίσης πληροφορίες αντιμετώπισης προβλημάτων.\nΑπαιτείται Internet Explorer 8.0 ή νεότερη έκδοση."
MSM3043_Mac="Το εγχειρίδιο εξηγεί τον τρόπο χρήσης της συσκευής και του παρεχόμενου λογισμικού. Παρέχονται επίσης πληροφορίες αντιμετώπισης προβλημάτων."
MSM3044="Το πρόγραμμα Easy-WebPrint EX σας επιτρέπει να  απομονώνετε ενότητες ιστοσελίδων και να τις εκτυπώνετε χρησιμοποιώντας δική σας διάταξη. Εμφανίζεται στο πρόγραμμα περιήγησης που χρησιμοποιείτε υπό τη μορφή εύχρηστης γραμμής εργαλείων. Απαιτείται Internet Explorer 7.0 ή νεότερη έκδοση."
MSM3044_Mac=
MSM3045="Το λογισμικό αυτό επιτρέπει την επεξεργασία του κωδικού μνήμης, των στοιχείων χρήστη και άλλων ρυθμίσεων που έχουν καταχωρηθεί στον εκτυπωτή, καθώς και την αποθήκευση των επεξεργασμένων ρυθμίσεων στον υπολογιστή ή την εκ νέου καταχώρισή τους στον εκτυπωτή."
MSM3046="Το Solution Menu EX μπορεί να εκκινήσει αμέσως την εφαρμογή λογισμικού που σας επιτρέπει να εκτυπώσετε εύκολα το άλμπουμ ή το ημερολόγιο ή να εκτελέσετε σάρωση με ένα κλικ. Επιπλέον, μπορείτε να έχετε εύκολα πρόσβαση στις τοποθεσίες web της Canon που υποστηρίζουν τις διάφορες χρήσεις."
MSM3047="お知らせメッセンジャーは、キヤノンホームページに掲載されたイベント情報や、インクジェットプリンターやデジタルカメラなどのキヤノン製品に関する最新情報やサポート情報をお届けするサービスです。"
MSM3048="Μπορείτε να εισαγάγετε φωτογραφίες και να τις χρησιμοποιήσετε για να δημιουργήσετε και να εκτυπώσετε εξατομικευμένα στοιχεία όπως κολάζ, κάρτες και ημερολόγια. Μπορείτε επίσης να εκτυπώσετε φωτογραφίες χωρίς περίγραμμα και να διορθώσετε/βελτιώσετε φωτογραφίες με απλά βήματα. Χρησιμοποιήστε το μαζί με το Quick Menu για να δημιουργήσετε συστάσεις από αποθηκευμένες φωτογραφίες."
MSM3049="Μια προσθήκη για την εκτύπωση φωτογραφιών που διευκολύνει και βελτιώνει την δημιουργία επαγγελματικών καλλιτεχνικών δημιουργιών. Θα πρέπει να έχει εγκατασταθεί μια κατάλληλη εφαρμογή. Ανατρέξτε στο εγχειρίδιο για να δείτε τις αντίστοιχες εφαρμογές."
MSM3050="Μπορείτε να εκκινήσετε γρήγορα το λογισμικό ή το εγχειρίδιο για το προϊόν Canon. Μπορείτε επίσης να προσπελάσετε εύκολα τοποθεσίες web που παρέχουν χρήσιμες πληροφορίες για το προϊόν Canon που διαθέτετε ή χρήσιμες τοποθεσίες web που υποστηρίζουν διάφορες χρήσεις και άλλα. Χρησιμοποιήστε το μαζί με το My Image Garden για να ενεργοποιήσετε το Image Display όπου μπορείτε να εμφανίζετε συστάσεις και φωτογραφίες σε μορφή παρουσίασης."
MSM3051="Απαιτείται πρόγραμμα οδήγησης για τη χρήση του σαρωτή. Χρησιμοποιείται κατά τη λειτουργία του σαρωτή από εφαρμογές συμβατές με ICA."
MSM3052=
MSM3053="Μπορείτε να εκκινήσετε γρήγορα το λογισμικό για το προϊόν Canon. Μπορείτε επίσης να προσπελάσετε εύκολα το εγχειρίδιο και διάφορες τοποθεσίες web."
MSM3054="Προσθέστε λεξικά γλωσσών για χρήση κατά τη δημιουργία αρχείων PDF με δυνατότητα αναζήτησης κειμένου ή κατά την έναρξη της λειτουργίας OCR. Μετά την εγκατάσταση, επιλέξτε την αντίστοιχη γλώσσα στην οθόνη ρυθμίσεων του Canon IJ Scan Utility."
MSM3055="Αυτή είναι μια εφαρμογή που ανοίγει το ScanGear για την προεπισκόπηση και τη σάρωση εικόνων τις οποίες, στη συνέχεια, αποθηκεύει σε υπολογιστή."
MSM3056=
MSM4001W="Πρόγραμμα Οδήγησης Εκτυπωτή IJ"
MSM4001="Πρόγραμμα οδηγός του εκτυπωτή"
MSM4002="Εγχειρίδιο Χρήστη"
MSM4008="CD-LabelPrint"
MSM4012="Memory Card Utility"
MSM4014="Network Setup"
MSM4015="Canon IJ Network Tool"
MSM4016="MP Drivers"
MSM4018="ArcSoft PhotoStudio"
MSM4020="読取革命Lite"
MSM4021="My Printer"
MSM4022="ScanSoft OmniPage SE"
MSM4023="Presto! PageManager"
MSM4024="Canon Setup Utility"
MSM4026="Easy-PhotoPrint Pro"
MSM4027="Πρόγραμμα οδήγησης XPS"
MSM4028="ScanGear"
MSM4032="File Management Revolution"
MSM4034="Adobe RGB (1998)"
MSM4037="ScanGear CS"
MSM4040="Easy-PhotoPrint EX"
MSM4041="Solution Menu"
MSM4042="MP Navigator EX"
MSM4044="Easy-WebPrint EX"
MSM4045="Βοηθητικό πρόγραμμα γρήγορης κλήσης"
MSM4046="Solution Menu EX"
MSM4047="お知らせメッセンジャー"
MSM4048="My Image Garden"
MSM4049="Print Studio Pro"
MSM4050="Quick Menu"
MSM4051="Πρόγραμμα οδήγησης ICA"
MSM4052=
MSM4053="Quick Utility Toolbox"
MSM4054="Πρόσθετα λεξικά για τη λειτουργία OCR (Κινεζικά/Κορεατικά)"
MSM4055="IJ ScanGear Starter EX"
MSM4056=
MSM4101=
MSM4102=
MSM4108=
MSM4112=
MSM4115=
MSM4116=
MSM4118=
MSM4120=
MSM4121=
MSM4122=
MSM4123=
MSM4124=
MSM4126=
MSM4127=
MSM4128=
MSM4132="パナソニック ソリューションテクノロジー"
MSM4134=
MSM4137=
MSM4140=
MSM4141=
MSM4142=
MSM4144=
MSM4145=
MSM4146=
MSM4147=
MSM4148=
MSM4149=
MSM4150=
MSM4151=
MSM4152=
MSM4153=
MSM4154=
MSM4155=

EIDENABLER="Η λειτουργία αγοράς μελάνης μέσω διαδικτύου είναι έτοιμη."
EIDENABLER_ADMIN="Για την εκτέλεση του λογισμικού αυτού, πρέπει να συνδεθείτε ως μέλος της ομάδας διαχειριστών."

MENU1_Mac=
MENU2_Mac=
MENU3_Mac=
MENU4_Mac=
MENU5_Mac=
MENU6_Mac=

English="English(English)"
French="Français(French)"
German="Deutsch(German)"
Arabic="العربية(Arabic)"
Italian="Italiano(Italian)"
Spanish="Español(Spanish)"
Portuguese="Português(Portuguese)"
Dutch="Nederlands(Dutch)"
Danish="dansk(Danish)"
Norwegian="norsk(bokmål)(Norwegian)"
Swedish="svenska(Swedish)"
Finnish="suomi(Finnish)"
Greek="Ελληνικά(Greek)"
Polish="polski(Polish)"
Czech="čeština(Czech)"
Russian="Русский(Russian)"
Indonesian="Bahasa Indonesia(Indonesian)"
Hungarian="magyar(Hungarian)"
Turkish="Türkçe(Turkish)"
Simplified_Chinese="中文(简体)(Chinese (Simplified))"
Traditional_Chinese="中文(繁體)(Chinese (Traditional))"
Korean="한국어(Korean)"
Thai="ภาษาไทย(Thai)"
Vietnamese="Tiếng Việt(Vietnamese)"
Japanese="日本語(Japanese)"
Estonian="eesti(Estonian)"
Latvian="latviešu(Latvian)"
Lithuanian="lietuvių(Lithuanian)"
Slovenian="Slovenščina(Slovenian)"
Ukrainian="Українська(Ukrainian)"
Slovak="slovenčina(Slovak)"
Persian="فارسی(Farsi)"
Bulgarian="български(Bulgarian)"
Rumanian="Română(Romanian)"
Croatian="hrvatski(Croatian)"

CN="Κίνα"
HK="Χονγκ Κονγκ Ε.Δ.Π. Κίνα"
ID="Ινδονησία"
IN="Ινδία"
JP="Ιαπωνία"
KR="Κορέα"
MY="Μαλαισία"
PH="Φιλιππίνες"
SG="Σιγκαπούρη"
TW="Ταϊβάν"
TH="Ταϊλάνδη"
VN="Βιετνάμ"
MO="Μακάο"

AU="Αυστραλία"
NZ="Νέα Ζηλανδία"

US="Ηνωμένες Πολιτείες"
CA="Καναδάς"
BR="Βραζιλία"
MX="Μεξικό"
AR="Αργεντινή"
CL="Χιλή"
PA="Παναμάς"

AT="Αυστρία"
BE="Βέλγιο"
BG="Βουλγαρία"
HR="Κροατία"
CZ="Δημοκρατία της Τσεχίας"
DK="Δανία"
EE="Εσθονία"
FI="Φινλανδία"
FR="Γαλλία"
DE="Γερμανία"
GR="Ελλάδα"
HU="Ουγγαρία"
IE="Ιρλανδία"
IT="Ιταλία"
LV="Λετονία"
LT="Λιθουανία"
LU="Λουξεμβούργο"
NL="Ολλανδία"
NO="Νορβηγία"
PL="Πολωνία"
PT="Πορτογαλία"
RO="Ρουμανία"
RU="Ρωσία"
SK="Σλοβακία"
SI="Σλοβενία"
ZA="Νότια Αφρική"
ES="Ισπανία"
SE="Σουηδία"
CH="Ελβετία"
TR="Τουρκία"
GB="Ηνωμένο Βασίλειο"

Others="Άλλη"

MSM2703="Ματαίωση Εγκατάστασης"
MSM2704="Η Εγκατάσταση δεν ολοκληρώθηκε."
MSM2705="Πατήστε Συνέχιση για να προχωρήσετε την εγκατάσταση. Πατήστε Ματαίωση για να την σταματήσετε."
MSM2706="Συνέχιση"
MSM2707="Ματαίωση"
MSM2951="Πρόγραμμα εγκατάστασης του %s"
MSM2952="Δεν εντοπίστηκε CD-ROM. Για να συνεχίσετε την εγκατάσταση του προγράμματος οδήγησης %s, τοποθετήστε το CD-ROM του %s και κάντε κλικ στο OK."

MSM5001=
MSM5002=
MSM5003=
MSM5004=

MSM5010=
MSM5011=
MSM5012=

MSM6000="Επιλέξτε τον τρόπο σύνδεσης του εκτυπωτή."
MSM6001="Ασύρματη σύνδεση LAN"
MSM6002="Ενσύρματη σύνδεση LAN"
MSM6003="Σύνδεση USB"
MSM6004="Επανάληψη ρύθμισης δικτύου του εκτυπωτή"
MSM6005="Επιλέξτε τον τρόπο σύνδεσης του ασύρματου LAN."
MSM6006="Σύνδεση μέσω ασύρματου δρομολογητή (συνιστάται)"
MSM6007="Άμεση σύνδεση"
MSM6008="Σύνδεση του υπολογιστή και του εκτυπωτή μέσω ασύρματου δρομολογητή."
MSM6009="Άμεση σύνδεση του υπολογιστή και του εκτυπωτή."
MSM6010="Για εναλλαγή μεταξύ της σύνδεσης μέσω ασύρματου δρομολογητή και της άμεσης σύνδεσης ή για περισσότερες λεπτομέρειες σχετικά με τον τρόπο σύνδεσης, κάντε κλικ στην επιλογή [Οδηγίες]."
MSM6011="Οδηγίες"
MSM6012="Βεβαιωθείτε ότι ο εκτυπωτής είναι ενεργοποιημένος."
MSM6013="Λίστα εκτυπωτών στο δίκτυο"
MSM6014="Αριθμός σειράς"
MSM6015="Διεύθυνση MAC"
MSM6016="Διεύθυνση IP"
MSM6017="Δεν είναι δυνατή η εύρεση του εκτυπωτή ρύθμισης στη λίστα"
MSM6018="Ενημέρωση"
MSM6019="1. Αν ο εκτυπωτής που θέλετε να ρυθμίσετε στο δίκτυο αναφέρεται στην παραπάνω λίστα εκτυπωτών, επιλέξτε τον και κάντε κλικ στο κουμπί [Επόμενο].\n   Μπορείτε να βρείτε τον αριθμό σειράς στο πίσω μέρος του εκτυπωτή και στην εγγύηση.\n   Στην παραπάνω λίστα εμφανίζονται μόνο τα 5 τελευταία ψηφία του αριθμού σειράς.\n2. Αν δεν είναι δυνατή η εύρεση του εκτυπωτή ρύθμισης στην παραπάνω λίστα, ενεργοποιήστε τον εκτυπωτή και κάντε κλικ στο κουμπί [Ενημέρωση].\n3. Αν εξακολουθείτε να μην μπορείτε να βρείτε τον εκτυπωτή, επιλέξτε [Δεν είναι δυνατή η εύρεση του εκτυπωτή ρύθμισης στη λίστα] και κάντε κλικ στο κουμπί [Επόμενο]."
MSM6020="1. Αν ο εκτυπωτής που θέλετε να ρυθμίσετε στο δίκτυο αναφέρεται στην παραπάνω λίστα εκτυπωτών, επιλέξτε τον και κάντε κλικ στο κουμπί [Επόμενο].\n   Μπορείτε να βρείτε τον αριθμό σειράς στο πίσω μέρος του εκτυπωτή ή στην εγγύηση.\n2. Αν ο εκτυπωτής που θέλετε να ρυθμίσετε δεν εμφανίζεται στην παραπάνω λίστα, ενεργοποιήστε τον εκτυπωτή και κάντε κλικ στο κουμπί [Ενημέρωση].\n3. Αν εξακολουθείτε να μην μπορείτε να βρείτε τον εκτυπωτή στη λίστα, επιλέξτε [Δεν είναι δυνατή η εύρεση του εκτυπωτή ρύθμισης στη λίστα] και, στη συνέχεια, κάντε κλικ στο κουμπί [Επόμενο].\n4. Για σύνδεση USB, επιλέξτε επίσης [Δεν είναι δυνατή η εύρεση του εκτυπωτή] και, στη συνέχεια, κάντε κλικ στο κουμπί [Επόμενο]."
MSM6021="Η σύνδεση ολοκληρώθηκε."
MSM6022="Επιλογή μεθόδου σύνδεσης"
MSM6023="Έλεγχος ισχύος"
MSM6024="Χρησιμοποιήστε κάποια άλλη μέθοδο ρύθμισης. Ακολουθήστε τις οδηγίες που εμφανίζονται στην οθόνη."
MSM6025="Πρέπει να ολοκληρωθεί η ρύθμιση του εκτυπωτή για να μπορέσει ν αεγκατασταθεί το πρόγραμμα οδήγησης XPS. Αν η ρύθμιση δεν έχει ολοκληρωθεί, κάντε κλικ στην επιλογή [Πίσω στην αρχή] για να ρυθμίσετε τον εκτυπωτή."
MSM6026=
MSM6027=
MSM6028=
MSM6029=
MSM6100="Το My Image Garden χρησιμοποιεί τη φωτογραφία που είναι αποθηκευμένη στον υπολογιστή σας για να δημιουργήσει αυτόματα μια κάρτα ή ένα ημερολόγιο."
MSM6101="Το CREATIVE PARK PREMIUM παρέχει επιπλέον περιεχόμενο αποκλειστικά σε χρήστες αυθεντικών μελανών της Canon."
MSM6102="Μπορείτε να αντιγράψετε άριστα την εκτυπωμένη φωτογραφία επιλέγοντας απλώς το μενού από τον εκτυπωτή."
MSM6103="Ακόμη και όταν ο εκτυπωτής είναι απενεργοποιημένος, ενεργοποιείται αυτόματα κατά την έναρξη μιας εργασίας εκτύπωσης."
MSM6104="Η αθόρυβη λειτουργία επιτρέπει την αθόρυβη εκτύπωση, αντιγραφή ή σάρωση χωρίς να ανησυχείτε για την ώρα ή το χώρο."
MSM6105="Οι λειτουργίες που αναφέρονται εδώ διαφέρουν ανάλογα με τα μοντέλα που χρησιμοποιείτε. Για περισσότερες λεπτομέρειες, ανατρέξτε στο εγχειρίδιο."
MSM6106="Για περισσότερες λεπτομέρειες σχετικά με τις λειτουργίες και τις ρυθμίσεις, ανατρέξτε στο εγχειρίδιο."
MSM6030=
MSM6031=
MSM6032=
MSM6033=
MSM6034=
MSM6035=
MSM6036=
MSM6037=
MSM6038=
MSM6039=
MSM6040=
MSM6041=
MSM6042=
MSM6043=
MSM6044=
MSM6045=
MSM6046=
MSM6047=
MSM6048=
MSM6049=
MSM6050=
MSM6051=
MSM6052=
MSM6053=
MSM6054=
MSM6055=
MSM6056=
MSM6057=
MSM6058=
MSM6059=
MSM6060=
MSM6061=
MSM6062=
MSM6063=
MSM6064="Κάντε κλικ στο [Προσθήκη εκτυπωτή] και προσθέστε τον εκτυπωτή ακολουθώντας τις οδηγίες που εμφανίζονται στην οθόνη.\n\nΜετά την προσθήκη του εκτυπωτή, κάντε κλικ στο [Επόμενο]."
MSM6065="Για να χρησιμοποιήσετε όλες τις λειτουργίες αυτού του εκτυπωτή, πρέπει να εγκαταστήσετε το πρόγραμμα οδήγησης της Canon.\nΚάντε κλικ στο [Επόμενο] και επαναλάβετε τη ρύθμιση."
MSM6066=
MSM6067="Συνδέστε τον εκτυπωτή και τον υπολογιστή χρησιμοποιώντας το καλώδιο USB.\nΒεβαιωθείτε ότι ο εκτυπωτής είναι ενεργοποιημένος."
MSM6091="Έχετε ολοκληρώσει την προετοιμασία του εκτυπωτή;"
MSM6092="1. Ελέγξτε εάν υπάρχει μελάνη στο δοχείο μελάνης.\n2. Πατήστε και κρατήστε πατημένο για περίπου 5 δευτερόλεπτα το κουμπί Στοπ (Stop) του εκτυπωτή.\nΣτη συνέχεια, θα ξεκινήσει η προετοιμασία του εκτυπωτή. Θα διαρκέσει περίπου 6 λεπτά."
MSM6093="1. Ελέγξτε εάν υπάρχει μελάνη στο δοχείο μελάνης.\n2. Πατήστε και κρατήστε πατημένο για περίπου 5 δευτερόλεπτα το κουμπί ΕΠΑΝΑΦΟΡΑΣ/ΑΚΥΡΩΣΗΣ (RESUME/CANCEL) του εκτυπωτή.\nΣτη συνέχεια, θα ξεκινήσει η προετοιμασία του εκτυπωτή. Θα διαρκέσει περίπου 6 λεπτά."
